{
    "id": 9,
    "title": "Circular economy, eco-friendly approach in MBAT",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/457035/1029891"
    },"contents": [
        {
            "id": 42,
            "description": "Når man anvender den cirkulære økonomi og miljøvenlige tilgang i MBAT, fokuserer man på at bruge bæredygtige og ikke-giftige materialer til kunstfremstilling, fremme genbrug og genanvendelse af kunstmaterialer og reducere affald i den terapeutiske proces. Denne tilgang er ikke kun miljøbevidst, men fremmer også en dybere forbindelse med naturen og understøtter klienternes velbefindende.",

            "imgUrl": null
        },
        {
            "id": 40,
            "description": "Nogle måder at anvende cirkulær økonomi og miljøvenlig tilgang i MBAT kan omfatte:Brug af naturlige og bæredygtige materialer til kunstfremstilling, f.eks. genbrugspapir, naturlige fibre eller giftfri maling og tuscherOpmuntre kunderne til at genbruge og genanvende kunstmaterialer, f.eks. ved at bruge papir- eller stofrester til at lave collager eller indarbejde fundne genstande i kunstværkerInkorporere naturbaserede aktiviteter og materialer, såsom at skabe kunst med naturlige materialer som blade, blomster eller stenAt uddanne kunder i miljøpåvirkningen fra deres kunstmaterialer og fremme bæredygtig praksis, såsom korrekt bortskaffelse af farligt affald eller reduktion af engangsplast i kunstfremstillingsprocessenUpcycling: Upcycling handler om at omdanne affaldsmaterialer til nye, nyttige produkter. I MBAT kan upcycling anvendes ved at bruge kasserede eller uønskede materialer i den kunstneriske proces. For eksempel kan gamle magasiner eller aviser bruges til at lave collager, eller kasseret træ kan omdannes til en skulptur.",
        
            "imgUrl": null
        },
        {
            "id": 39,
            "description": "Mindful Consumption: Bevidst forbrug indebærer, at vi er opmærksomme på miljøpåvirkningen af vores valg og træffer bæredygtige valg, hvor det er muligt. I MBAT kan dette anvendes ved at opfordre kunderne til at bruge ikke-giftige og miljøvenlige kunstmaterialer, såsom vandbaseret maling, sojabaserede farveblyanter eller genbrugspapir.Affaldsreduktion: I MBAT kan man reducere affald ved at opfordre kunderne til at bruge materialer sparsomt og genbruge materialer, når det er muligt. For eksempel kan man opfordre kunderne til at bruge begge sider af et stykke papir eller gemme papirrester til fremtidige kunstprojekter.Forbindelse med naturen: Mindfulness og kunstfremstilling kan begge fremme en dybere forbindelse til naturen. I MBAT kan dette gøres ved at inkorporere naturbaserede aktiviteter og materialer, såsom at skabe kunst med naturlige materialer som blade, blomster eller sten.Kollaborativ kunstfremstilling: Kollaborativ kunstfremstilling er en tilgang, der involverer at skabe kunst i en gruppe. I MBAT kan denne tilgang anvendes ved at opfordre klienter til at arbejde sammen om kunstprojekter ved hjælp af bæredygtige materialer. Fælles kunstfremstilling kan ikke kun fremme en følelse af fællesskab og samhørighed, men også reducere affald ved at dele kunstmaterialer og genbruge eller genanvende materialer.Bæredygtigt arbejdsområde: At skabe et bæredygtigt arbejdsområde indebærer at bruge miljøvenlige materialer og metoder til at reducere miljøpåvirkningen fra terapimiljøet. I MBAT kan dette gøres ved at bruge energieffektiv belysning, genbrugsbeholdere og ikke-giftige rengøringsprodukter.Miljøbevidsthed: At inkorporere miljøbevidsthed i MBAT kan involvere at uddanne kunder i miljøspørgsmål og fremme bæredygtig praksis. Det kan omfatte diskussion af affaldets og forureningens indvirkning på miljøet og fremme af bæredygtig adfærd, såsom at reducere engangsplast eller vælge miljøvenlige produkter.Mindful bortskaffelse: Mindful bortskaffelse indebærer korrekt bortskaffelse af kunstmaterialer og affald for at reducere miljøpåvirkningen. I MBAT kan dette anvendes ved at opfordre kunderne til at bortskaffe farligt affald, såsom oliebaseret maling, og til at genbruge eller genanvende materialer, når det er muligt.",
        
            "imgUrl": null
        },
        {
            "id": 38,
            "description": "Anvendelsen af cirkulær økonomi og en miljøvenlig tilgang i MBAT kan skræddersys til at imødekomme ældres unikke behov og evner. Her er nogle måder at indarbejde disse principper i MBAT med seniorer:Brug naturlige og bæredygtige materialer: Seniorer kan opfordres til at bruge naturlige og bæredygtige materialer i deres kunst. For eksempel ved at bruge genbrugspapir eller naturlige fibre til væveprojekter. At bruge ikke-giftige og miljøvenlige materialer kan også være vigtigt for ældre, der kan have helbredsproblemer.Genbrug og genanvend materialer: Ældre kan opfordres til at genbruge materialer i deres kunstprojekter. For eksempel kan gammelt tøj eller stof bruges til at lave et tæppe eller en collage. Ældre kan også opfordres til at genbruge materialer som papir eller pap i deres projekter for at reducere affald.Inddrag naturbaserede aktiviteter: Ældre kan opfordres til at deltage i naturbaserede aktiviteter som at tegne eller male landskaber, lave naturcollager eller bruge naturlige materialer som blade og blomster i deres kunstprojekter.Opmærksomt forbrug: Seniorer kan opfordres til at træffe bæredygtige valg i deres kunstmaterialer. For eksempel at bruge genbrugspapir i stedet for nyt papir eller at bruge naturlige farvestoffer i stedet for syntetiske.Samarbejdsprojekter: Seniorer kan engagere sig i fælles kunstprojekter med bæredygtige materialer. Samarbejdsprojekter kan ikke kun fremme en følelse af fællesskab og forbindelse, men også reducere affald ved at dele kunstmaterialer og genbruge eller genanvende materialer.Miljøbevidst bortskaffelse: Ældre kan undervises i korrekt bortskaffelse af farligt affald som oliebaseret maling og opfordres til at genbruge eller genanvende materialer, når det er muligt. De kan også opfordres til at donere eller give ubrugte kunstmaterialer væk for at reducere affaldsmængden.Brug af digitale værktøjer: Ældre, der måske har problemer med mobilitet eller fingerfærdighed, kan opfordres til at bruge digitale værktøjer som tegneapps eller fotoredigeringssoftware til at skabe kunst. Det kan reducere behovet for fysiske kunstmaterialer og mindske spild.Sansebaserede aktiviteter: Ældre kan opfordres til at deltage i sansebaserede aktiviteter som at skabe kunst med naturlige materialer som sand, sten eller ler. Disse materialer kan indkøbes bæredygtigt og genbruges eller genanvendes efter aktiviteten.Kunstprojekter på tværs af generationer: Seniorer kan samarbejde om kunstprojekter med yngre generationer ved at bruge bæredygtige materialer og opmuntre til at dele ideer og teknikker på tværs af generationer.Mindful vandring og kunstfremstilling: Ældre kan engagere sig i mindfulness-praksisser som at gå i naturen og skabe kunst inspireret af deres omgivelser. Det kan opmuntre til en dybere forbindelse med naturen og fremme bæredygtig adfærd.Kunstprojekter i lokalsamfundet: Seniorer kan engagere sig i kunstprojekter i lokalsamfundet, der fremmer bæredygtighed og miljøbevidsthed. For eksempel ved at skabe kunstinstallationer lavet af genbrugsmaterialer eller organisere et oprydningsprojekt i lokalsamfundet.Reminiscensterapi med genbrugsmaterialer: Ældre kan deltage i reminiscensterapi ved at bruge genbrugsmaterialer til at skabe erindringskasser eller collager, der afspejler deres livserfaringer. Dette kan fremme bæredygtighed og samtidig fremme følelsesmæssig velvære.Der er mange kreative og meningsfulde måder at indarbejde cirkulær økonomi og en miljøvenlig tilgang i MBAT med seniorer. Ved at fremme bæredygtighed og miljøbevidsthed i deres kunstproduktion kan seniorer opleve de terapeutiske fordele ved MBAT, samtidig med at de gør en positiv forskel for planeten. At inkorporere disse to tilgange i MBAT med seniorer kan give dem en terapeutisk og meningsfuld oplevelse.Anvendelsen af cirkulær økonomi og en miljøvenlig tilgang i MBAT er en løbende proces, der involverer indarbejdelse af bæredygtige metoder og materialer i alle aspekter af den terapeutiske proces. Det kan støtte klienternes vækst og helbredelse og samtidig fremme planetens sundhed, bæredygtighed, miljøbevidsthed og generelle velvære.",
        
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1bSi.png"
        }
    ],
    "hasQuiz" : false
}

        
        