{
    "id": 9,
    "title": "Circular economy, eco-friendly approach in MBAT",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/457035/1029890"
    },"contents": [
        {
            "id": 42,
            "description": "Taikant žiedinę ekonomiką ir ekologišką požiūrį MBAT, daugiausia dėmesio skiriama tvarių ir netoksiškų medžiagų naudojimui kuriant meną, meno medžiagų perdirbimo ir pakartotinio naudojimo skatinimui bei atliekų mažinimui terapiniame procese. Toks požiūris ne tik tausoja aplinką, bet ir skatina gilesnį ryšį su gamta bei palaiko klientų gerovę.",
            "imgUrl": null
        },
        {
            "id": 40,
            "description": "Kai kurie žiedinės ekonomikos ir ekologinio požiūrio taikymo MBAT būdai gali būti šie: Meno kūrimui naudokite natūralias ir tvarias medžiagas, pavyzdžiui, perdirbtą popierių, natūralius pluoštus arba netoksiškus dažus ir žymekliusSkatinti klientus pakartotinai naudoti ir pertvarkyti meno medžiagas, pavyzdžiui, naudoti popieriaus ar audinių atraižas koliažams kurti arba į meno kūrinius įtraukti rastus daiktusĮtraukiama gamta paremta veikla ir medžiagos, pavyzdžiui, meno kūriniai iš natūralių medžiagų, tokių kaip lapai, gėlės ar akmenysŠviesti klientus apie meno medžiagų poveikį aplinkai ir skatinti tvarią praktiką, pavyzdžiui, tinkamai šalinti pavojingas atliekas arba mažinti vienkartinio plastiko naudojimą meno kūrimo proceseUpcycling Perdirbimas: Atliekos paverčiamos naujais naudingais produktais. MBAT gali būti taikomas panaudojant išmestas ar nereikalingas medžiagas meno kūrimo procese. Pavyzdžiui, iš senų žurnalų ar laikraščių galima kurti koliažus, o iš nebenaudojamos medienos - skulptūras.",
            "imgUrl": null
        },
        {
            "id": 39,
            "description": "Sąmoningas vartojimas Sąmoningas vartojimas - tai suvokimas, kokį poveikį aplinkai daro mūsų pasirinkimai, ir, jei įmanoma, tvarus pasirinkimas. MBAT tai galima taikyti skatinant klientus naudoti netoksiškas ir aplinkai nekenksmingas dailės medžiagas, pavyzdžiui, vandens pagrindu pagamintus dažus, sojos pagrindu pagamintas kreideles arba perdirbtą popierių. Atliekų mažinimas MBAT atliekų mažinimas gali būti taikomas skatinant klientus taupiai naudoti medžiagas ir, kai tik įmanoma, pakartotinai naudoti arba naudoti medžiagas. Pavyzdžiui, klientai gali būti skatinami naudoti abi popieriaus lapo puses arba taupyti popieriaus atraižas būsimiems meno projektams.Ryšys su gamta Tiek sąmoningumas, tiek meno kūryba gali padėti užmegzti glaudesnį ryšį su gamta. MBAT programoje tai galima pritaikyti įtraukiant gamtinius užsiėmimus ir medžiagas, pavyzdžiui, kuriant meną iš natūralių medžiagų, tokių kaip lapai, gėlės ar akmenys.Bendradarbiavimas kuriant meną Bendradarbiavimas kuriant meną - tai metodas, kai menas kuriamas grupėje. MBAT šis metodas gali būti taikomas skatinant klientus kartu kurti meno projektus, naudojant tvarias medžiagas. Bendras meno kūrimas gali ne tik skatinti bendruomeniškumo ir ryšio jausmą, bet ir mažinti atliekų kiekį, nes dalijamasi meno medžiagomis ir pakartotinai arba iš naujo naudojamos medžiagos.Tvari darbo vieta Darnios darbo vietos kūrimas - tai aplinkai nekenksmingų medžiagų ir praktikos naudojimas, siekiant sumažinti terapijos aplinkos poveikį aplinkai. MBAT tai gali būti taikoma naudojant energiją taupantį apšvietimą, antrinių žaliavų šiukšliadėžes ir netoksiškas valymo priemones.Aplinkosauginis sąmoningumas Aplinkosauginis sąmoningumas gali būti įtrauktas į MBAT, kai klientai šviečiami aplinkosaugos klausimais ir skatinama tvari praktika. Tai gali apimti atliekų ir taršos poveikio aplinkai aptarimą ir tvaraus elgesio skatinimą, pavyzdžiui, vienkartinių plastikinių gaminių mažinimą arba aplinkai nekenksmingų produktų pasirinkimą.Rūpestingas disponavimas Sąmoningas šalinimas - tai tinkamas meno medžiagų ir atliekų šalinimas, siekiant sumažinti poveikį aplinkai. MBAT tai galima taikyti skatinant klientus tinkamai šalinti pavojingas atliekas, pavyzdžiui, aliejinius dažus, ir, kai tik įmanoma, perdirbti ar pakartotinai naudoti medžiagas.",
            "imgUrl": null
        },
        {
            "id": 38,
            "description": "Žiedinės ekonomikos ir ekologinio požiūrio taikymas MBAT gali būti pritaikytas prie unikalių senjorų poreikių ir gebėjimų. Štai keletas būdų, kaip šiuos principus įtraukti į MBAT su senjorais: Naudokite natūralias ir tvarias medžiagas: Senjorai gali būti skatinami naudoti natūralias ir tvarias medžiagas. Pavyzdžiui, audimo projektams naudoti perdirbtą popierių arba natūralų pluoštą. Netoksiškų ir ekologiškų medžiagų naudojimas taip pat gali būti svarbus senjorams, kurie gali turėti sveikatos problemų.Perdirbkite ir pakartotinai naudokite medžiagas: Senjorai gali būti skatinami savo meno projektuose pakartotinai naudoti medžiagas. Pavyzdžiui, senus drabužius ar audinius galima panaudoti skiautei ar koliažui sukurti. Senjorai taip pat gali būti skatinami savo projektuose pakartotinai naudoti tokias medžiagas kaip popierius ar kartonas, kad sumažintų atliekų kiekį.Įtraukite su gamta susijusią veiklą: Senjorai gali būti skatinami užsiimti veikla, susijusia su gamta, pavyzdžiui, piešti ar tapyti peizažus, kurti gamtos koliažus arba naudoti natūralias medžiagas, pavyzdžiui, lapus ir gėles, savo meno projektuose.Sąmoningas vartojimas: Senjorai gali būti skatinami rinktis tvarias meno kūrimo medžiagas. Pavyzdžiui, vietoj naujo popieriaus naudoti perdirbtą popierių arba natūralius dažus vietoj sintetinių.Bendradarbiavimo projektai: Senjorai gali dalyvauti bendruose meno kūrimo projektuose, kuriuose naudojamos tvarios medžiagos. Bendradarbiavimo projektai gali ne tik skatinti bendruomeniškumo ir bendrumo jausmą, bet ir mažinti atliekų kiekį, nes dalijamasi meno medžiagomis ir medžiagos gali būti pakartotinai panaudotos.Ekologiškas šalinimas: Senjorai gali būti mokomi, kaip tinkamai šalinti pavojingas atliekas, pvz., alyvos pagrindo dažus, ir skatinami, kai įmanoma, perdirbti ar pakartotinai naudoti medžiagas. Jie taip pat gali būti raginami dovanoti arba atiduoti visas nenaudojamas meno medžiagas, kad sumažėtų atliekų.",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1bSi.png"
        }
    ],
    "hasQuiz" : false
}