{
    "id": 6,
    "title": "Introduction of Laury Rappaport MBAT",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/457035/1029892"
    },"contents": [
        {
            "id": 29,
            "description": "Στο έργο μας MBAT για ηλικιωμένους, η προσέγγιση χρησιμοποιείται για τη δημιουργία οφελών για ηλικιωμένους και θεωρείται ως ένας πλούσιος πόρος που μπορεί να εμπνεύσει και να αναζωογονήσει όλους τους κλινικούς ιατρούς και τους εκπαιδευτικούς.Τα οφέλη της θεραπείας τέχνης που βασίζεται στη συνείδηση μπορεί να είναι:Βελτιωμένη ψυχολογική δύναμη. Αυξημένη ποιότητα ζωής Αυξήστε την ηρεμία και την εστίαση Μειώστε την καταστολή της σκέψης κατά τη διάρκεια της αγωνία Βελτιωμένη αυτοπεποίθηση και διαίσθησ Βελτιωμένη αυτογνωσία, ιδιαίτερα συναισθηματική επίγνωση Βελτιωμένη αίσθηση ελέγχου Αυξημένη αυτοεκτίμηση Βελτιωμένη ικανότητα έκφρασης συναισθημάτων Καλύτερη Διάρκεια προσοχής Το MBAT είναι μια πρακτική που γίνεται πιο εύκολα και μπορεί να γίνει στο σπίτι. Αν και το MBAT δεν υποκαθιστά τη θεραπεία θεραπείας, η ενασχόληση με δραστηριότητες MBAT μαζί με τη συνέχιση της θεραπείας μπορεί να βοηθήσει στη διαχείριση του καθημερινού στρες και του άγχους. n\nΤα άτομα με τις ακόλουθες διαταραχές και προβλήματα μπορούν να επωφεληθούν από την αναζήτηση θεραπείας τέχνης που βασίζεται στη συνείδηση: Διαταραχές άγχους, διατροφικές διαταραχές, κατάχρηση ουσιών, κατάθλιψη ή καταθλιπτικές διαταραχές, προβλήματα άγχους και θυμού.\nΤο MBAT εστιάζει κυρίως στη μείωση του στρες και στη βελτίωση της ποιότητας της ζωής.\n",
            "imgUrl": null
        },
        {
            "id": 27,
            "description": "MBAT (Mindfulness-Board Academy Treatment; Mindfulness-Based Art Therapy; Mindfulness-Board Art Therapy):\n- Είναι μια προσέγγιση που ενσωματώνει πρακτικές ενσυνειδητότητας όπως ο διαλογισμός και η γιόγκα στην πρακτική της θεραπείας τέχνης για την προώθηση της υγείας, της ευεξίας και των προσαρμοστικών αντιδράσεων στο άγχος.\n- Είναι μια μέθοδος που περιλαμβάνει διαλογισμό και άσκηση εικαστικών τεχνών για την προώθηση της υγείας, της ευεξίας και των προσαρμοστικών αντιδράσεων στο στρες.\n- Είναι μια μέθοδος που βασίζεται σε ειδικούς στις τέχνες και ειδικούς της γιόγκα που συνεργάζονται για την προώθηση της υγείας , ευεξία και προσαρμοστικές αντιδράσεις στο στρες.\nΣτην Θεραπεία Τέχνης Βασισμένη στην Ενσυνειδητότητα (MBAT) οι τέχνες παίζουν το ρόλο ενός εργαλείου για την έκφραση των τεχνών στην καλλιέργεια της συνειδητής επίγνωσης. Αυτή είναι μια καινοτόμος προσέγγιση που προσθέτει την ενσυνειδητότητα στις θεραπείες με τις τέχνες, καθώς η Laury Rappaport πιστεύει ότι στις προσεγγίσεις των τεχνικών θεραπειών η ικανότητα ενσυνειδητότητας είναι εγγενής.\nΔιδάσκει θεραπεία εκφραστικών τεχνών προσανατολισμένη στην εστίαση (FOAT) για περισσότερα από 30 χρόνια και είναι συγγραφέας του Mindfulness και οι θεραπείες τεχνών: Θεωρία και πράξη (με δύο κεφάλαια για το FOAT). Το MBAT είναι μια τεχνική που ενσωματώνει την ενσυνειδητότητα με όλες τις θεραπείες τέχνης και περιλαμβάνει συνεισφορές αιχμής από τη νευροεπιστήμη, καθώς αυτή η τεχνική έχει καθιερωθεί με τη διερεύνηση της θεωρητικής, κλινικής και εκπαιδευτικής εφαρμογής. Η θεραπεία τέχνης που βασίζεται στην ενσυνειδητότητα μπορεί επίσης να αναφέρεται ως θεραπεία τέχνης προσανατολισμένη στην εστίαση. Η εστίαση είναι η λέξη-κλειδί στη συνολική εμπειρία της έκφρασης μέσω της τέχνης.\n",
            "imgUrl": null
        },
        {
            "id": 26,
            "description": "Η Laury Rappaport - PhD, ATR-BC είναι Αναπληρώτρια Καθηγήτρια στο Πανεπιστήμιο Notre Dame de Namur, Καλιφόρνια, ΗΠΑ, και διδάσκει θεραπεία εκφραστικών τεχνών για περισσότερα από 25 χρόνια. Είναι αδειούχος σύμβουλος ψυχικής υγείας και άδεια οικογενειακή θεραπεύτρια στη Μασαχουσέτη. Πιστοποιημένη θεραπεύτρια τέχνης με την American Art Therapy Association και πιστοποιημένη εκπαιδεύτρια εστίασης με το The Focusing Institute. Έχει πρωτοστατήσει στη δημιουργία της Focusing-Oriented Art Therapy και της Focusing-Oriented Expressive Arts Therapy.",
            "imgUrl": null
        },
        {
            "id": 28,
            "description": "Όλοι έχουμε ακούσει για τη θεραπεία τέχνης και την ενσυνειδητότητα και πώς συμβάλλουν σε μια θεραπευτική διαδικασία, αλλά ξέρατε για τη θεραπεία τέχνης που βασίζεται στην ενσυνειδητότητα; Το MBAT είναι μια σχετικά νέα προσέγγιση στη θεραπεία που ενσωματώνει τεχνικές θεραπείας τέχνης και ενσυνειδητότητας για να βοηθήσει στη θεραπεία Η ενσυνειδητότητα είναι η πρακτική της απόκτησης αυτογνωσίας των συναισθημάτων, των αισθήσεων και των σκέψεων Όταν προσέχετε τις σκέψεις και τα συναισθήματά σας, αποκτάτε μια αυξημένη αίσθηση αυτογνωσίας και την ικανότητα να στοχάζεστε την παρούσα στιγμή της ζωής σας. \nΗ καλλιτεχνική θεραπεία προσαρμόστηκε ως μορφή θεραπείας τη δεκαετία του 1940. Αυτή η θεραπευτική προσέγγιση απαιτεί από ένα άτομο να δημιουργήσει τέχνη ως τρόπο έκφρασης των σκέψεών του και απελευθέρωσης των συναισθημάτων του. Σε ορισμένες περιπτώσεις, ένας ψυχολόγος αναλύει την τέχνη για να αποκτήσει μια εικόνα για τα ψυχικά και ψυχολογικά προβλήματα. Όταν συνδυάζετε τις θεωρίες της ενσυνειδητότητας με την πρακτικότητα της θεραπείας τέχνης, οδηγεί σε μια θεραπευτική τεχνική που ονομάζεται θεραπεία τέχνης βασισμένη στην ενσυνειδητότητα. Αυτή η έννοια θεραπείας εισήχθη για πρώτη φορά το 2009 από τον ψυχολόγο Laury Rappaport και ενθαρρύνει ένα άτομο να ασχοληθεί στη δημιουργικότητα με επίγνωση.\n",
            "imgUrl": null
        }
    ],
    "hasQuiz" : false
}