{
    "id": 9,
    "title": "Circular economy, eco-friendly approach in MBAT",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/457035/1029892"
    },"contents": [
        {
            "id": 42,
            "description": "Χρήση ψηφιακών εργαλείων: Οι ηλικιωμένοι που μπορεί να έχουν προβλήματα κινητικότητας ή επιδεξιότητας μπορούν να ενθαρρύνονται να χρησιμοποιούν ψηφιακά εργαλεία όπως εφαρμογές σχεδίασης ή λογισμικό επεξεργασίας φωτογραφιών για να δημιουργήσουν έργα τέχνης. Αυτό μπορεί να μειώσει την ανάγκη για υλικά φυσικής τέχνης και να μειώσει τη σπατάλη.\nΔραστηριότητες που βασίζονται σε αισθήσεις : Οι ηλικιωμένοι μπορούν να ενθαρρυνθούν να συμμετάσχουν σε δραστηριότητες βασισμένες σε αισθήσεις, όπως η δημιουργία τέχνης με φυσικά υλικά όπως άμμος, πέτρες ή πηλό. Αυτά τα υλικά μπορούν να προμηθεύονται βιώσιμα και να επαναχρησιμοποιηθούν ή να επαναχρησιμοποιηθούν μετά τη δραστηριότητα.\nΔιαγενεακά έργα τέχνης: Οι ηλικιωμένοι μπορούν να συνεργαστούν σε έργα τέχνης με νεότερες γενιές, χρησιμοποιώντας βιώσιμα υλικά και ενθαρρύνοντας την ανταλλαγή ιδεών και τεχνικών μεταξύ των γενεών.\n Περπάτημα με προσοχή και δημιουργία τέχνης: Οι ηλικιωμένοι μπορούν να συμμετάσχουν σε πρακτικές ενσυνειδητότητας, όπως το περπάτημα στη φύση και τη δημιουργία τέχνης εμπνευσμένη από το περιβάλλον τους. Αυτό μπορεί να ενθαρρύνει μια βαθύτερη σύνδεση με τη φύση και προώθηση βιώσιμων συμπεριφορών.\n Κοινοτικά έργα τέχνης: Οι ηλικιωμένοι μπορούν να συμμετάσχουν σε κοινοτικά έργα τέχνης που προάγουν τη βιωσιμότητα και την περιβαλλοντική συνείδηση. Για παράδειγμα, δημιουργία καλλιτεχνικών εγκαταστάσεων από ανακυκλωμένα υλικά ή οργάνωση ενός κοινοτικού έργου καθαρισμού.\nΘεραπεία αναπόλησης με ανακυκλωμένα υλικά: Οι ηλικιωμένοι μπορούν να συμμετάσχουν σε θεραπεία αναπόλησης χρησιμοποιώντας ανακυκλωμένα υλικά για να δημιουργήσουν κουτιά μνήμης ή κολάζ που αντικατοπτρίζουν τις εμπειρίες της ζωής τους. Αυτό μπορεί να προωθήσει τη βιωσιμότητα, ενώ παράλληλα προάγει τη συναισθηματική ευεξία.\nΥπάρχουν πολλοί δημιουργικοί και ουσιαστικοί τρόποι για να ενσωματωθεί η κυκλική οικονομία και η φιλική προς το περιβάλλον προσέγγιση στο MBAT με ηλικιωμένους. Με την προώθηση της βιωσιμότητας και της περιβαλλοντικής συνείδησης στην τέχνη τους, οι ηλικιωμένοι μπορούν να βιώσουν τα θεραπευτικά οφέλη του MBAT ενώ έχουν επίσης θετικό αντίκτυπο στον πλανήτη. Η ενσωμάτωση αυτών των δύο προσεγγίσεων στο MBAT με ηλικιωμένους μπορεί να τους προσφέρει μια θεραπευτική και ουσιαστική εμπειρία.\nΗ εφαρμογή της κυκλικής οικονομίας και της φιλικής προς το περιβάλλον προσέγγισης στο MBAT είναι μια συνεχής διαδικασία που περιλαμβάνει την ενσωμάτωση βιώσιμων πρακτικών και υλικών σε κάθε πτυχή της θεραπευτικής διαδικασίας. Αυτό μπορεί να υποστηρίξει την ανάπτυξη και τη θεραπεία των πελατών, ενώ παράλληλα προάγει την υγεία του πλανήτη, τη βιωσιμότητα, την περιβαλλοντική συνείδηση και τη συνολική ευημερία.\n",
            "imgUrl": null
        },
        {
            "id": 40,
            "description": "Συνεφραστική κατανάλωση: Η συνειδητή κατανάλωση περιλαμβάνει την επίγνωση του περιβαλλοντικού αντίκτυπου των επιλογών μας και τη λήψη βιώσιμων επιλογών όπου είναι δυνατόν. Στο MBAT, αυτό μπορεί να εφαρμοστεί ενθαρρύνοντας τους πελάτες να χρησιμοποιούν μη τοξικά και φιλικά προς το περιβάλλον υλικά τέχνης, όπως χρώματα με βάση το νερό , κραγιόνια με βάση τη σόγια ή ανακυκλωμένο χαρτί.\n· \tΜείωση αποβλήτων: Στο MBAT, η μείωση των απορριμμάτων μπορεί να εφαρμοστεί ενθαρρύνοντας τους πελάτες να χρησιμοποιούν υλικά με φειδώ και να επαναχρησιμοποιούν ή να επαναχρησιμοποιούν υλικά όποτε είναι δυνατόν. Για παράδειγμα, οι πελάτες μπορούν να ενθαρρύνονται να χρησιμοποιούν και τα δύο πλευρές ενός χαρτιού ή αποθηκεύστε κομμάτια χαρτιού για μελλοντικά έργα τέχνης.\n· \tΣύνδεση με τη φύση: Η ενσυνειδητότητα και η δημιουργία τέχνης μπορούν να προωθήσουν μια βαθύτερη σύνδεση με τη φύση. Στο MBAT, αυτό μπορεί να εφαρμοστεί ενσωματώνοντας τη φύση δραστηριότητες και υλικά, όπως η δημιουργία τέχνης με φυσικά υλικά όπως φύλλα, λουλούδια ή πέτρες.\n· \tΣυνεργατική δημιουργία τέχνης: Η συλλογική δημιουργία τέχνης είναι μια προσέγγιση που περιλαμβάνει τη δημιουργία τέχνης σε ομαδικό περιβάλλον. Στο MBAT, αυτή η προσέγγιση μπορεί να εφαρμοστεί ενθαρρύνοντας τους πελάτες να συνεργαστούν σε έργα τέχνης χρησιμοποιώντας βιώσιμα υλικά. Η συλλογική δημιουργία τέχνης μπορεί όχι μόνο να προωθήσει την αίσθηση της κοινότητας και της σύνδεσης, αλλά και να μειώσει τα απόβλητα μοιράζοντας υλικά τέχνης και επαναχρησιμοποιώντας ή επαναχρησιμοποιώντας υλικά.\n· \tΑειφόρος χώρος εργασίας: Η δημιουργία ενός βιώσιμου χώρου εργασίας περιλαμβάνει τη χρήση φιλικών προς το περιβάλλον υλικών και πρακτικών για τη μείωση του περιβάλλοντος επιπτώσεις του περιβάλλοντος θεραπείας. Στο MBAT, αυτό μπορεί να εφαρμοστεί χρησιμοποιώντας ενεργειακά αποδοτικό φωτισμό, κάδους ανακύκλωσης και μη τοξικά προϊόντα καθαρισμού.\n· \tΠεριβαλλοντική συνείδηση: Η ενσωμάτωση της περιβαλλοντικής συνείδησης στο MBAT μπορεί να περιλαμβάνει την εκπαίδευση των πελατών σχετικά με περιβαλλοντικά ζητήματα και την προώθηση βιώσιμων πρακτικών. Αυτό μπορεί να περιλαμβάνει συζήτηση για τον αντίκτυπο των απορριμμάτων και της ρύπανσης στο περιβάλλον και την προώθηση βιώσιμων συμπεριφορών, όπως η μείωση των πλαστικών μιας χρήσης ή η επιλογή φιλικών προς το περιβάλλον προϊόντων.\n· \tΣυνεφραστική απόρριψη: Η προσεκτική απόρριψη περιλαμβάνει τη σωστή απόρριψη υλικών τέχνης και απορριμμάτων για μείωση περιβαλλοντική επίπτωση. Στο MBAT, αυτό μπορεί να εφαρμοστεί ενθαρρύνοντας τους πελάτες να απορρίπτουν σωστά τα επικίνδυνα απόβλητα, όπως τα χρώματα με βάση το λάδι, και να ανακυκλώνουν ή να επαναχρησιμοποιούν υλικά όποτε είναι δυνατόν.\n",
            "imgUrl": null
        },
        {
            "id": 39,
            "description": "Μερικοί τρόποι εφαρμογής κυκλικής οικονομίας και φιλικής προς το περιβάλλον προσέγγισης στο MBAT μπορεί να περιλαμβάνουν:\n· \tΧρήση φυσικών και βιώσιμων υλικών για δημιουργία τέχνης, όπως ανακυκλωμένο χαρτί, φυσικές ίνες ή μη τοξικά χρώματα και δείκτες.\n· \tΕνθάρρυνση των πελατών να επαναχρησιμοποιήσουν και να επαναχρησιμοποιήσουν υλικά τέχνης, όπως η χρήση αποκομμάτων χαρτιού ή υφάσματος για τη δημιουργία κολάζ ή η ενσωμάτωση αντικειμένων που βρέθηκαν σε έργα τέχνης.\n· \tΕνσωμάτωση δραστηριοτήτων και υλικών με βάση τη φύση, όπως η δημιουργία τέχνης με φυσικά υλικά όπως φύλλα , λουλούδια ή πέτρες.\n· \tΕκπαίδευση των πελατών σχετικά με τις περιβαλλοντικές επιπτώσεις των υλικών τέχνης τους και προώθηση βιώσιμων πρακτικών, όπως η σωστή απόρριψη επικίνδυνων απορριμμάτων ή η μείωση των πλαστικών μιας χρήσης στη διαδικασία δημιουργίας τέχνης.\n· \tΑνακύκλωση : Η ανακύκλωση περιλαμβάνει τη μετατροπή των απορριμμάτων σε νέα, χρήσιμα προϊόντα. Στο MBAT, η ανακύκλωση μπορεί να εφαρμοστεί χρησιμοποιώντας απορριπτόμενα ή ανεπιθύμητα υλικά στη διαδικασία δημιουργίας τέχνης. Για παράδειγμα, παλιά περιοδικά ή εφημερίδες μπορούν να χρησιμοποιηθούν για τη δημιουργία κολάζ ή απορριμμένο ξύλο να μεταμορφωθεί σε γλυπτό.\n",
            "imgUrl": null
        },
        {
            "id": 41,
            "description": "Η εφαρμογή της κυκλικής οικονομίας και η φιλική προς το περιβάλλον προσέγγιση στο MBAT μπορεί να προσαρμοστεί για να καλύψει τις μοναδικές ανάγκες και ικανότητες των ηλικιωμένων. Ακολουθούν μερικοί τρόποι για να ενσωματωθούν αυτές οι αρχές στο MBAT με ηλικιωμένους:\nΧρησιμοποιήστε φυσικά και βιώσιμα υλικά: Οι ηλικιωμένοι μπορούν να ενθαρρύνονται να χρησιμοποιούν φυσικά και βιώσιμα υλικά στην τέχνη τους. Για παράδειγμα, χρησιμοποιώντας ανακυκλωμένο χαρτί ή φυσικές ίνες για έργα ύφανσης. Η χρήση μη τοξικών και φιλικών προς το περιβάλλον υλικών μπορεί επίσης να είναι σημαντική για τους ηλικιωμένους που μπορεί να έχουν προβλήματα υγείας.\nΕπαναχρησιμοποίηση και επαναχρησιμοποίηση υλικά: Οι ηλικιωμένοι μπορούν να ενθαρρυνθούν να επαναχρησιμοποιήσουν και να επαναχρησιμοποιήσουν υλικά στα έργα τέχνης τους. Για παράδειγμα, παλιά ρούχα ή ύφασμα μπορούν να χρησιμοποιηθούν για να δημιουργήσουν ένα πάπλωμα ή ένα κολάζ. Οι ηλικιωμένοι μπορούν επίσης να ενθαρρύνονται να επαναχρησιμοποιούν υλικά όπως χαρτί ή χαρτόνι στα έργα τους μειώστε τα απόβλητα.\nΕνσωματώστε δραστηριότητες που βασίζονται στη φύση: Οι ηλικιωμένοι μπορούν να ενθαρρύνονται να συμμετέχουν σε δραστηριότητες που βασίζονται στη φύση, όπως σχέδιο ή ζωγραφική τοπίων, δημιουργία κολάζ φύσης ή χρήση φυσικών υλικών όπως φύλλα και λουλούδια στα έργα τέχνης τους.\nΣυνεχής κατανάλωση: Οι ηλικιωμένοι μπορούν να ενθαρρύνονται να κάνουν βιώσιμες επιλογές στα υλικά κατασκευής τέχνης τους. Για παράδειγμα, χρησιμοποιώντας ανακυκλωμένο χαρτί αντί για νέο χαρτί ή χρήση φυσικών χρωστικών αντί για συνθετικές.\nΣυνεργατικά έργα: Οι ηλικιωμένοι μπορούν να συμμετάσχουν σε συνεργατικά έργα δημιουργίας τέχνης χρησιμοποιώντας βιώσιμα υλικά. Τα συνεργατικά έργα μπορούν όχι μόνο να προάγουν την αίσθηση της κοινότητας και της σύνδεσης, αλλά και να μειώσουν τα απόβλητα μοιράζοντας υλικά τέχνης και επαναχρησιμοποιώντας ή επαναχρησιμοποιώντας υλικά.\nΠεριβαλλοντική συνείδηση: Οι ηλικιωμένοι μπορούν να εκπαιδευτούν για τη σωστή απόρριψη επικίνδυνων αποβλήτων όπως τα χρώματα με βάση το λάδι και να ενθαρρύνονται να ανακυκλώστε ή επαναχρησιμοποιήστε υλικά όταν είναι δυνατόν. Μπορούν επίσης να ενθαρρυνθούν να δωρίσουν ή να δωρίσουν τυχόν αχρησιμοποίητο καλλιτεχνικό υλικό για τη μείωση των απορριμμάτων.\n",
            "imgUrl": null
        },
        {
            "id": 38,
            "description": "Όταν εφαρμόζεται η κυκλική οικονομία και η φιλική προς το περιβάλλον προσέγγιση στο MBAT, η εστίαση είναι στη χρήση βιώσιμων και μη τοξικών υλικών για δημιουργία τέχνης, προώθηση της ανακύκλωσης και επαναχρησιμοποίησης υλικών τέχνης και μείωση των απορριμμάτων στη θεραπευτική διαδικασία. Αυτή η προσέγγιση δεν είναι μόνο με περιβαλλοντική συνείδηση, αλλά προωθεί επίσης μια βαθύτερη σύνδεση με τη φύση και υποστηρίζει την ευημερία των πελατών.",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1bSi.png"
        }
    ],
    "hasQuiz" : false
}