{
    "id": 4,
    "title": "Manual Mindfulness Based Art Techniques in project partner countries",
    
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/457035/1029892"
    },
    "contents": [
        {
          "id": 7,
          "description": "Τα δεδομένα αναλύθηκαν χρησιμοποιώντας τη μέθοδο θεματικής ανάλυσης, η οποία περιλαμβάνει την ανάγνωση των δεδομένων και τον εντοπισμό προτύπων στη σημασία για τον εντοπισμό θεμάτων. Από τα αποτελέσματα προέκυψαν πέντε κύρια θέματα: ψυχολογικά προβλήματα, αιτίες ψυχολογικών προβλημάτων, πρακτικές για τη διαχείριση του στρες και άλλων ψυχολογικών προβλημάτων, προκλήσεις και ευκαιρίες στην εφαρμογή της βασισμένης στην ενσυναίσθηση τέχνης θεραπείας και προδιαγραφές της επερχόμενης εφαρμογής που αναπτύσσεται.\nΌσον αφορά τα πιο συνηθισμένα ψυχικά υγεία προβλήματα που αντιμετωπίζουν οι ηλικιωμένοι στο πλαίσιο της πανδημίας COVID-19, αναφέρθηκαν τα εξής: άγχος, επιθετικότητα, θυμός, ενόχληση, μοναξιά, λύπη, φόβος και αίσθημα ανασφάλειας. Η αϋπνία, το στρες και η καταθλιπτική διάθεση αναφέρθηκαν συχνά.\nΟι συμμετέχοντες στη μελέτη ρωτήθηκαν για τους λόγους πίσω από αυτά τα προβλήματα. Τα αναφερθέντα προβλήματα ομαδοποιήθηκαν σε αντίστοιχες υποομάδες: οικονομικά ζητήματα (έλλειψη χρημάτων, υψηλές τιμές), ζητήματα υγείας (άνοια, σωματικά προβλήματα που σχετίζονται με τη γήρανση), αποκλεισμός (αποχωρισμός από συγγενείς, εξάρτηση από άλλους, αίσθημα περιορισμού), απώλεια (διαζύγιο, απώλεια συζύγου και άλλα), και δυσκολίες ζωής (φόβος του θανάτου, απόγνωση λόγω απώλειας κοινωνικού κύρους μετά τη συνταξιοδότηση και άλλα). Σημαντικό είναι να σημειωθεί ότι κατά τη διάρκεια των συνομιλιών, η πανδημία COVID-19 και η ασθένεια, καθώς και η απειλή να αρρωστήσει κάποιος, δεν τονίστηκαν ως σχετικά ή προκαλούντα ψυχολογικά προβλήματα. Δεδομένου ότι η έρευνα διεξήχθη την ίδια χρονιά με τη ρωσική εισβολή στην Ουκρανία και την έναρξη του πολέμου, ο φόβος σχετικά με αυτά τα γεγονότα έγινε πιο σχετικός λόγος για ψυχολογικά ζητήματα.",
          "imgUrl": null
        },
        {
          "id": 4,
          "description": "Πριν από τη δημιουργία του τρέχοντος εκπαιδευτικού υλικού, οι εταίροι του έργου αποφάσισαν να διενεργήσουν μια ανάλυση αναγκών. Δεδομένου ότι όλες οι χώρες που συμμετέχουν στο έργο δίνουν προτεραιότητα στην ποιότητα και την εφαρμοσιμότητα των διανοητικών προϊόντων του έργου, η έρευνα βασίστηκε στη μέθοδο συζήτησης εστιασμένης ομάδας με εκπαιδευτές ενηλίκων που ειδικεύονται στην εργασία με ηλικιωμένους.",
          "imgUrl": null
        },
        {
          "id": 6,
          "description": "Στη μελέτη συμμετείχαν ειδικοί από διάφορους τομείς, συμπεριλαμβανομένων κοινωνικών λειτουργών, ιατρικών εργαζομένων, ειδικών απασχόλησης, ψυχολόγων, θεραπευτών τέχνης και άλλων. Συνολικά, 33 ειδικοί συνεντεύχθηκαν στις έξι χώρες εταίρους του έργου (Λιθουανία, Κύπρος, Δανία, Ισπανία, Τουρκία, Πολωνία). Παρά τη μεγάλη ποικιλία πρακτικών και εμπειριών σε κάθε χώρα, δεν βρέθηκαν σημαντικές διαφορές στις απαντήσεις.",
          "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc0a5o.png"
        },
        {
          "id": 8,
          "description": "Όσον αφορά τις στρατηγικές αντιμετώπισης και τις πρακτικές για τη διαχείριση του στρες και άλλων ψυχολογικών προβλημάτων, οι συμμετέχοντες στη μελέτη ανέφεραν διάφορες μεθόδους. Μία από τις πιο συνηθισμένες στρατηγικές ήταν η αναζήτηση επικοινωνίας. Οι συμμετέχοντες σημείωσαν ότι όταν αισθάνονται αγχωμένοι ή βιώνουν αρνητικά συναισθήματα, προσπαθούν να επικοινωνούν όσο το δυνατόν περισσότερο. Επίσης, ανέφεραν ότι μοιράζονται τα συναισθήματα και τις σκέψεις τους με έναν άξιο εμπιστοσύνης άτομο, όπως ένας ηγέτης ομάδας ή εκπαιδευτής. Κάποιοι εκπαιδευτές ενηλίκων δήλωσαν ανοιχτά ότι οι ηλικιωμένοι συχνά χρησιμοποιούν ηρεμιστικά ή άλλα φάρμακα για να αντιμετωπίσουν το στρες. Η μελέτη επιδίωξε επίσης να τονίσει τις προκλήσεις που αντιμετωπίζουν οι εκπαιδευτές ενηλίκων κατά την υλοποίηση της βασισμένης στην ενσυναίσθηση τέχνης θεραπείας και άλλων διαλογιστικών πρακτικών. Οικονομικές προκλήσεις αναφέρθηκαν συνεπώς σε όλες τις χώρες εταίρους του έργου. Η έλλειψη γνώσεων και δεξιοτήτων σχετικά με την εφαρμογή της βασισμένης στην ενσυναίσθηση τέχνης θεραπείας, καθώς και η απουσία απαραίτητων μεθοδολογιών, επίσης τονίστηκαν. Επιπλέον, η έλλειψη ανθρώπινων πόρων και η πολυπλοκότητα των συνθηκών εργασίας κατά τη διάρκεια της πανδημίας COVID-19, οδηγώντας σε αυξημένη επαγγελματική εξουθένωση μεταξύ των ειδικών, σημειώθηκαν. Ένα άλλο στοιχείο ήταν η απροετοιμασία των ηλικιωμένων, η οποία περιλάμβανε πολλαπλούς παράγοντες όπως η απροθυμία τους να υιοθετήσουν νέες μεθοδολογίες, ιδιαίτερα στον τομέα της πληροφορικής, τα προβλήματα υγείας των ηλικιωμένων που περιορίζουν την ικανότητά τους να χρησιμοποιούν ελεύθερα εργαλεία πληροφορικής (π.χ. νόσος του Πάρκινσον), περιορισμένη πρόσβαση σε ιδρύματα που προσφέρουν βασισμένη στην ενσυναίσθηση τέχνη θεραπεία, οικονομικοί περιορισμοί και χαμηλά επίπεδα δεξιοτήτων πληροφορικής. Μια ενδιαφέρουσα απάντηση ήρθε από την Ισπανία, όπου ένας συμμετέχων στη μελέτη που εργάζεται με ηλικιωμένους ανέφερε το χαμηλό πολιτιστικό επίπεδο κάποιων ηλικιωμένων, οδηγώντας στην άγνοια τους για την τέχνη, τη θεραπεία, τους διαλογισμούς και παρόμοιες πρακτικές.",
          "imgUrl": null
        },
        {
          "id": 5,
          "description": "Οι συμμετέχοντες στη μελέτη ρωτήθηκαν για τους λόγους πίσω από αυτά τα προβλήματα. Τα αναφερθέντα προβλήματα ομαδοποιήθηκαν σε αντίστοιχες υποομάδες: οικονομικά ζητήματα (έλλειψη χρημάτων, υψηλές τιμές), ζητήματα υγείας (άνοια, σωματικά προβλήματα που σχετίζονται με τη γήρανση), αποκλεισμός (αποχωρισμός από συγγενείς, εξάρτηση από άλλους, αίσθημα περιορισμού), απώλεια (διαζύγιο, απώλεια ενός συζύγου και άλλα), και δυσκολίες ζωής (φόβος του θανάτου, απόγνωση λόγω απώλειας κοινωνικού κύρους μετά τη συνταξιοδότηση και άλλα). Είναι σημαντικό να σημειωθεί ότι κατά τη διάρκεια των συνομιλιών, η πανδημία COVID-19 και η ασθένεια, καθώς και η απειλή να αρρωστήσει κάποιος, δεν τονίστηκαν ως σχετικά ή προκαλούντα ψυχολογικά προβλήματα. Δεδομένου ότι η έρευνα διεξήχθη την ίδια χρονιά με την ρωσική εισβολή στ",
          "imgUrl": null
        },
        {
          "id": 9,
          "description": "Ένας από τους ολοκληρωμένους στόχους της μελέτης ήταν να προσδιοριστούν οι βασικές ανάγκες των ηλικιωμένων και των εκπαιδευτικών ενηλίκων για την εφαρμογή κινητών MBAT. Οι συμμετέχοντες τόνισαν την ανάγκη για εξαιρετικά απλή πλοήγηση, ισορροπία χρωμάτων, αναγνώσιμο μέγεθος γραμμάτων, οδηγίες ήχου και βίντεο, και μια ευρεία επιλογή τεχνικών. Άλλες ιδέες περιλάμβαναν τη λειτουργία της εφαρμογής να καταγράφει δραστηριότητες, μια λειτουργία αξιολόγησης συναισθημάτων (προ-τεχνικό τεστ), και όχι περισσότερες από επτά κατηγορίες, η καθεμία περιέχοντας αρκετές ή περισσότερες τεχνικές. Οι συμμετέχοντες στη μελέτη εξέφρασαν επίσης την επιθυμία η εφαρμογή να περιλαμβάνει εκπαιδευτικά υλικά σχετικά με τη μεθοδολογία της ενσυναίσθησης μέσω της τέχνης θεραπείας. Βάσει αυτών των απαντήσεων και συστάσεων, η εφαρμογή κινητών MBAT αναπτύχθηκε ακολουθώντας τα πρότυπα της ΕΕ (περισσότερες πληροφορίες μπορούν να βρεθούν εδώ: Επισκόπηση Θεμελίων Προσβασιμότητας).\nΣυνοπτικά, η μελέτη βοήθησε στον προσδιορισμό των βασικών αναγκών των ηλικιωμένων και των εκπαιδευτικών ενηλίκων για την ανάπτυξη αυτού του εγχειριδίου, της πλατφόρμας e-learning και της εφαρμογής κινητών Android. Η μελέτη επιβεβαίωσε τη σχετικότητα του έργου, καθώς ακόμη και καθώς η απειλή της πανδημίας COVID-19 υποχωρεί, άλλοι εξωτερικοί παράγοντες που προκαλούν στρες (όπως ο πόλεμος στην Ουκρανία, η αυξανόμενη πληθωρισμός και ο στρες λόγω άλλων περιστάσεων) περαιτέρω ενθαρρύνουν την αναζήτηση τρόπων για να παραμείνουμε ήρεμοι και να διατηρήσουμε ισχυρή ψυχική υγεία.",
          "imgUrl": null
        }
      ],
    "hasQuiz":true
}

