{
    "id": 7,
    "title": "Adaptation of Laury Rappaport MBAT approach",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/457035/1029892"
    },"contents": [
        {
            "id": 30,
            "description": "Πώς μπορεί να γίνει κατανοητό η ενσυνειδητότητα και οι δημιουργικές μορφές έκφρασης σε έναν συνδυασμό που βασίζεται στην περιγραφή του Laury Rappaport για τη θεραπεία τέχνης που βασίζεται στη νοημοσύνη (MBAT) και πώς μπορεί αυτή η προσέγγιση να συμβάλει στην ποιότητα ζωής των ηλικιωμένων;\nΘεραπεία τέχνης με βάση την ενσυνειδητότητα (MBAT ) είναι μια σχετικά νέα προσέγγιση που εισήχθη από τον ψυχολόγο και συγγραφέα Laury Rappaport το 2009 στο βιβλίο \"Mindfulness and the Arts Therapies\" (Rappaport, 2014).\nΗ θεραπεία τέχνης που βασίζεται στη νοημοσύνη (MBAT) προέρχεται από άλλες πιο καλές -γνωστές προσεγγίσεις και πρέπει να νοούνται ως ένας συνδυασμός εκπαίδευσης επίγνωσης και θεραπείας τέχνης. Για να κατανοήσουμε το MBAT πρέπει πρώτα να κατανοήσουμε τα μέρη της προσέγγισης.\nΗ έννοια της ενσυνειδητότητας προέρχεται αρχικά από τον Βουδισμό. Στην ενσυνειδητότητα υπάρχει εστίαση στην επίγνωση των φυσικών εμπειριών στο σώμα, των συναισθημάτων και της προσοχής. Μέρος του να είσαι προσεκτικός αφορά την ικανότητα να έχεις επίγνωση του εαυτού σου και του περιβάλλοντός σου και να μπορείς να στοχάζεσαι την καθημερινή σου ζωή και τις εμπειρίες που έχεις αυτή τη στιγμή (Rappaport, 2014)\nΠίσω στη δεκαετία του 1940, η θεραπεία τέχνης άρχισε να γίνεται δημοφιλής ως μέθοδος και για τις δύο ψυχοθεραπείες, αλλά και ως προσέγγιση στη θεραπεία. Ωστόσο, υπάρχουν παραδείγματα δημιουργικών μορφών έκφρασης που ήταν σημαντικές για τους χρήστες της ψυχιατρικής από τον 20ο αιώνα.\nΥπάρχουν διαφορές στις προσεγγίσεις όπου η τέχνη περιλαμβάνεται ως μέρος της θεραπείας. Πρώην. βλέπουμε όταν μιλάμε για την τέχνη ως μέρος της ψυχοθεραπείας. Εδώ, ο ψυχοθεραπευτής θα αναλύσει και θα ερμηνεύσει την τέχνη που έχει δημιουργήσει ο ασθενής και με αυτόν τον τρόπο αποκτά εικόνα για τις ψυχολογικές προκλήσεις που έχει ο ασθενής. Σε άλλες προσεγγίσεις, η τέχνη θα χρησιμοποιηθεί ως μέρος της θεραπείας. Εδώ, ο πελάτης θα εκφραστεί μέσω της τέχνης, θα αφήσει τα συναισθήματα και θα μπορούσε ενδεχομένως να ταυτιστεί. Είναι η προσέγγιση που αναφέρθηκε τελευταία και πρέπει να γίνει κατανοητή ως μέρος του MBAT.\nΜια άλλη προσέγγιση ενσυνειδητότητας στην οποία βασίζεται το MBAT είναι η μείωση του άγχους με βάση την ενσυνειδητότητα (MBSR). Ο Jon Kabat-Zinn, PhD, ερευνητής, συγγραφέας και δάσκαλος διαλογισμού ανέπτυξε το 1979 το παγκοσμίου φήμης πρόγραμμα μείωσης του άγχους με βάση την ενσυνειδητότητα (MBSR), το οποίο έχει δημιουργήσει ένα εντελώς νέο πεδίο στην ιατρική και την ψυχολογία. Εργάζεται για να διαδώσει την ευαισθητοποίηση στην ιατρική επιστήμη και στην κοινωνία. Είναι ο ιδρυτής και πρώην διευθυντής της Κλινικής Μείωσης του Στρες και του Κέντρου Ενσυνειδητότητας στην Ιατρική, την Υγεία και την Κοινωνία στο Πανεπιστήμιο της Ιατρικής Σχολής της Μασαχουσέτης και ομότιμος καθηγητής ιατρικής. Διδάσκει, πραγματοποιεί διαλέξεις και εργαστήρια ενσυνειδητότητας σε όλο τον κόσμο. Το MBSR είναι μια προσέγγιση που αποτελείται από διαφορετικούς τύπους ενσυνειδητότητας. καθιστοί διαλογισμοί, διαλογισμός βάδισης, σάρωση σώματος και ήπια γιόγκα, καθώς και προβληματισμός. Το MBSR είναι ένα μοντέλο που περιλαμβάνει εργασίες για το σπίτι, ένα διδακτικό στοιχείο, το μοίρασμα και έναν διαλογισμό στοργικής καλοσύνης. Το MBSR είναι μια προσέγγιση όπου κάποιος εκπαιδεύει την κατανόηση του εσωτερικού του εαυτού και των συναισθημάτων του και έτσι βοηθάει να κοιτάξει τον εαυτό του με συνειδητή παρουσία, προσοχή και μεγαλύτερη αποδοχή. \n",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1Bok.png"
        },
        {
            "id": 31,
            "description": "Το MBAT είναι μια θεραπευτική θεραπεία σε συνδυασμό της προσέγγισης της ενσυνειδητότητας και της θεραπείας τέχνης, όπως περιγράφεται από τον Laury Rappaport. Η προσέγγιση συνδυάζει την ιδέα πίσω από την ενσυνειδητότητα μέσω δημιουργικών δραστηριοτήτων, όπου βυθίζεστε στη δημιουργική διαδικασία δημιουργίας καλλιτεχνικών εκφράσεων και ως εκ τούτου εξερευνάτε προσεκτικά τον εαυτό σας .\nΥπάρχει ακόμη έλλειψη αποδεικτικών στοιχείων που βασίζονται στην έρευνα σε σχέση με το MBAT, αλλά η προσέγγιση κερδίζει την αναγνώριση ως εργαλείο για τη βελτίωση συμπτωμάτων όπως άγχος, κακοποίηση, κατάθλιψη και στρες και ως ανακούφιση από ανησυχητικές σκέψεις και παρόμοια. Το MBAT θεωρείται επίσης ότι έχει θετική επίδραση σε σωματικές ασθένειες όπως οι καταστάσεις χρόνιου πόνου και ο καρκίνος. Εδώ μπορείτε να δείτε ότι οι ασθενείς που χρησιμοποιούν την προσέγγιση βιώνουν μια βελτίωση, μεταξύ άλλων, στην ποιότητα ζωής. Η θεραπεία τέχνης που βασίζεται στην ενσυνειδητότητα βοηθά τους ανθρώπους να εκφράσουν συναισθήματα μέσω δημιουργικών διαδικασιών και να «αφήσουν» οι άνθρωποι. Ταυτόχρονα, μπορεί να φανεί ότι επιτυγχάνεται βελτιωμένη προσοχή και επίγνωση, καθώς και αυξημένη αυτοεκτίμηση και αυτοαποδοχή (Van Lith, T ., 2021)\nΗ θεραπεία τέχνης που βασίζεται στη συνείδηση βασίζεται στην \"Εστίαση-προσανατολισμένη στην τέχνη θεραπεία\", όπως λέει το όνομα είναι \"εστίαση\" και η αλλαγή της εστίασης κατά τη δημιουργική διαδικασία είναι μέρος της διαδικασίας. Η θεραπεία προσανατολισμένη στην εστίαση ενισχύει τις σκέψεις, τα συναισθήματα και τις εμπειρίες του πελάτη. Εδώ, θεραπευτής και πελάτης θα συμμετέχουν στη θεραπεία σε συνεργασία, με επίκεντρο τις εμπειρίες του πελάτη. Η προσέγγιση δημιουργεί ένα ασφαλές και υποστηρικτικό περιβάλλον όπου δύσκολα προβλήματα και επίμονα εμπόδια στην αλλαγή μπορούν να διερευνηθούν ανοιχτά. Μέσω της θεραπείας προσανατολισμένης στην εστίαση, οι πελάτες συχνά βιώνουν αυξημένη επίγνωση, ευαισθησία και ενσυναίσθηση προς τον εαυτό τους. Εξετάζει ποια είναι η άμεσα αισθητή εμπειρία του ατόμου. τι αισθάνεται ο πελάτης σωματικά. Ο θεραπευτής ακούει βαθιά τον πελάτη. Όταν ο πελάτης μπορεί να περιγράψει με ακρίβεια αυτό που νιώθει, αυτό το συναίσθημα στο σώμα θα απελευθερωθεί συχνά, ίσως λίγο. Κάθε σωματική απελευθέρωση είναι ένας δείκτης πραγματικής αλλαγής. Ο Laury Rappaport έχει διδάξει Focus Oriented Therapy (FOT) και Focus Oriented Art Therapy (FOAT) για περισσότερα από 30 χρόνια. Βοήθησε στην ίδρυση του FOAT και είναι η συγγραφέας του βιβλίου \"Focusing-Oriented Art Therapy\". Δεδομένου ότι το FOAT λαμβάνει χώρα σε αλληλεπίδραση μεταξύ θεραπευτή και πελάτη, όπου ο θεραπευτής θέλει να παράγει τα έμπειρα συναισθήματα του πελάτη, το FOAT απαιτεί να υπάρχει ένας θεραπευτής κατά τη διάρκεια της θεραπείας. Κατά τη διάρκεια μιας πανδημίας ή για άλλους λόγους που απομονώνουν τους ανθρώπους στο σπίτι και όπου δεν είναι επομένως δυνατή η επίσκεψη σε θεραπευτή, αυτή η προσέγγιση δεν θα είναι επομένως δυνατή. Τότε είναι λογικό να κοιτάξουμε το MBAT, όπου ένα από τα πλεονεκτήματα, μεταξύ άλλων, είναι ότι δεν απαιτεί να είναι παρών κανένας άλλος εκτός από το άτομο.\n",
            "imgUrl": null
        },
        {
            "id": 33,
            "description": "Όταν θέλουμε να συμπεριλάβουμε την τέχνη στην προσέγγιση της ενσυνειδητότητας, είναι ενδιαφέρον να δούμε τις συνεντεύξεις που έχουν γίνει μέχρι τώρα στο έργο. Είδα ότι το MBAT λαμβάνει χώρα ήδη στα σπίτια των ηλικιωμένων. Ωστόσο, οι ηλικιωμένοι κάνουν δεν ξέρουν απαραίτητα ότι εξασκούν MBAT. Για παράδειγμα, μίλησα με μια γυναίκα για την οποία η \"δημιουργία\" αφορούσε πρωτίστως τη διαδικασία, \"απλώς\" π.χ. με το ντεκουπάζ της ή άλλο υλικό και απλά να δω πού πήρε Για άλλους, ήταν ο τελικός στόχος, το να καθίσουν με ένα τελικό προϊόν και η αναγνώριση που συνοδευόταν από το περιβάλλον. Για άλλους, ήταν ένας συνδυασμός και των δύο. Όταν οι δημιουργικές διαδικασίες πρέπει να γίνουν κατανοητές σε μια προσέγγιση MBAT , τότε πρέπει να είναι εκεί που η διαδικασία είναι ο αποφασιστικός παράγοντας και όχι εκεί που φαίνεται το τελικό αποτέλεσμα. Θα υπάρχει κίνδυνος να μην είστε προσεκτικά παρόντες και προσεκτικοί όταν το τελικό αποτέλεσμα είναι αυτό που \"μετράτε τον εαυτό σας\". Αντίθετα, όπου είστε παρόντες και η εστίαση είναι, για παράδειγμα, η άμεση αίσθηση αυτή τη στιγμή και εδώ, τότε μπορείτε να μιλήσετε για το MBAT.\nΤο ενδιαφέρον θα είναι επίσης πώς μπορούμε να μεταδώσουμε και να δημιουργήσουμε ενδιαφέρον για αυτήν την προσέγγιση μεταξύ οι ηλικιωμένοι. Έτσι, μπορούν να επηρεάσουν ανεξάρτητα την εμπειρία τους όσον αφορά την ποιότητα ζωής.\nΠαρά τις πολιτισμικές διαφορές και συνεπώς τις προσεγγίσεις στις έξι χώρες που συμμετέχουν σε αυτό το έργο Erasmus, θέλουμε να δημιουργήσουμε μια κοινή κατανόηση και να επικεντρωθούμε στις ευκαιρίες που υπάρχουν στη διάδοση του Προσέγγιση MBAT.\nΜε βάση τα παραπάνω, θέλουμε να βοηθήσουμε στην ανάπτυξη και τη μετάδοση της προσέγγισης. Θεραπεία τέχνης με βάση την ενσυνειδητότητα (MBAT) μέσω αποτελεσματικών εργαλείων με τη μορφή του ιστότοπου MBAT MBAT4Seniors, του MBAT APP, κ.λπ. και αποκτήστε εμπειρία στη βελτίωση της ψυχικής υγείας της ομάδας ηλικιωμένων στις έξι συμμετέχουσες χώρες από το έργο Erasmus ; Τουρκία, Πολωνία, Ισπανία, Λιθουανία, Κύπρος και Δανία. (MBAT4seniors, 2023).",
            "imgUrl": null
        },
        {
            "id": 32,
            "description": "Ένα πλεονέκτημα του MBAT είναι ότι δεν απαιτεί θεραπευτικές συνομιλίες, αλλά μπορεί να εξασκηθεί μόνος σας στο σπίτι. Κάτι που είδαμε αυξημένη ανάγκη κατά τη διάρκεια της πανδημίας covid-19. Κατά τη διάρκεια της πανδημίας, με τον ίδιο τρόπο όπως πριν, δεν ήταν δυνατό να συναντήσετε π.χ. τον θεραπευτή σας μέσω φυσικής παρακολούθησης. Επιπλέον, μεταξύ άλλων, η ομάδα των ηλικιωμένων βίωσε μια αυξημένη εμπειρία μοναξιάς. Η μοναξιά προέκυψε όταν οι άνθρωποι ήταν γενικά περιορισμένοι στο να μπορούν να συναντήσουν άλλους. Και οι δύο σε σχέση με το να μπορούν να συναντιόμαστε γύρω από μια δραστηριότητα, αλλά και απλώς να είμαστε στην παρέα και να συναναστρέφομαι με άλλους. Επιπλέον, πολλοί ηλικιωμένοι ζουν μόνοι. (Ældresagen, 2023)\nΤο MBAT δεν μπορεί να αντικαταστήσει τις θεραπευτικές συνομιλίες με τον θεραπευτή κάποιου, αλλά το MBAT μπορεί να θεωρηθεί ως συμπλήρωμα και μπορεί επίσης να είναι μια οικονομικά φθηνή μέθοδος για την υποστήριξη του έργου π.χ. μείωσης του άγχους και αντιμετώπισης ψυχολογικών δυσκολιών.\nΗ προσέγγιση MBAT είναι μια μέθοδος για να φέρει περισσότερη προσοχή στη ζωή κάποιου. Μπορεί να πραγματοποιηθεί σε θεραπευτικό περιβάλλον, για παράδειγμα σε κέντρα δραστηριοτήτων, αλλά ένα από τα πλεονεκτήματα είναι ότι μπορεί να πραγματοποιηθεί και στα σπίτια των πολιτών. Μπορεί να είναι μία φορά την εβδομάδα, ή κάθε μέρα, μπορείτε να αφιερώσετε μια ώρα ή ό,τι θέλετε. Παραδείγματα δημιουργικών δραστηριοτήτων που μπορούν να εργαστούν προσεκτικά, ως μέρος του MBAT, θα μπορούσαν να είναι η συλλογή φυσικών υλικών στον κήπο ή το δάσος για ένα δημιουργικό έργο, χρησιμοποιώντας όλες τις αισθήσεις κάποιου στην πορεία. τι μπορώ να δω, να νιώσω, να ακούσω, να μυρίσω αν είναι δυνατόν; γευτείτε και αφήστε την προσοχή να μείνει με τις αισθήσεις χωρίς να είναι επικριτική. Απλώς καταγράφεις τις σκέψεις. Εάν αντιληφθείτε επικριτικές σκέψεις, απλώς καταχωρήστε το χωρίς να \"κρίνετε τον εαυτό σας\" και χωρίς να είστε επικριτικοί και στρέψτε την προσοχή σας πίσω στην άμεση αίσθηση.\nΈνα άλλο παράδειγμα θα μπορούσε να είναι να σχεδιάσετε μια ρεαλιστική εικόνα του εαυτού σας, στην πορεία να αποδεχτείτε για οποιοδήποτε \"σφάλμα\". Αυτό μπορεί να συμβάλει στην αυξημένη αποδοχή του εαυτού σας.\nΜπορείτε επίσης να φτιάξετε ένα κολάζ με εικόνες από περιοδικά, διαφημίσεις και παρόμοια που εκφράζουν τα συναισθήματά σας. Παραδείγματα που υποστηρίζουν την οικολογική προσέγγιση που θέλουμε να έχουμε στο έργο.\nΗ μουσική και το δράμα μπορούν επίσης να χρησιμοποιηθούν ως μέρος του MBAT, εδώ η τέχνη μπορεί να χρησιμοποιηθεί για να μεταμορφώσει συναισθήματα και να βελτιώσει την ικανότητα χαλάρωσης.\nΜια άλλη δημιουργική μέθοδος θα μπορούσε να είναι η ζωγραφική το περίγραμμα των χεριών κάποιου και μετά γεμίστε τα με τα βιωμένα συναισθήματα του. Δεν υπάρχει σωστός ή λάθος τρόπος για να γίνει αυτό. Κάποιοι επιλέγουν να συμπληρώσουν με μοτίβα \"σαν μάνταλα\", άλλοι αποκλειστικά χρώματα, μικρά σχέδια πραγμάτων ή λέξεων. Αυτός είναι ένας τρόπος για να έρθετε σε επαφή με τα συναισθήματά σας και ενδεχομένως να μπορείτε να τα μοιραστείτε με άλλους. Η άσκηση απαιτεί απλώς ένα κομμάτι χαρτί και κάτι για να χρωματίσετε/ζωγραφίσετε.\nΜια πιο γνωστή προσέγγιση θεραπείας τέχνης που μπορεί να χρησιμοποιηθεί σε μια προσέγγιση MBAT θα μπορούσε να είναι η συμπλήρωση σχεδίων \"mandala\".\n",
            "imgUrl": null
        }
    ],
    "hasQuiz": false
}