{
    "id": 4,
    "title": "Manual Mindfulness Based Art Techniques in project partner countries",
    
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/457062/1029911"
    },
    "contents": [
        {
            "id": 7,
            "description": "Mevcut öğrenme materyalini oluşturmadan önce proje ortakları bir ihtiyaç analizi yapmayakarar vermiştir. Projeye katılan tüm ülkeler proje fikri ürünlerinin kalitesine veuygulanabilirliğine öncelik verdiğinden, araştırma yaşlılarla çalışma konusunda uzmanlaşmışyetişkin eğitimcilerle odak grup tartışması yöntemine dayanmaktadır.",
            "imgUrl": null
        },
        {
            "id": 4,
            "description": "Çalışma, 2022 yazından 2022 sonuna kadar tüm proje ortağı ülkelerde yürütülmüştür. Çalışmanın amacı, COVID-19 pandemisi bağlamında yaşlılar arasında en yaygın ruh sağlığısorunlarını belirlemek olmuştur. Ek bir hedef de, farkındalık uygulamaları ve sanat terapisiyoluyla stresi azaltmak için bir Android mobil uygulamasının geliştirilmesine ilişkin yaşlılarınve yetişkin eğitimcilerin ihtiyaç ve tercihlerini tespit etmek olmuştur.Araştırma aracı, çalışma yürütülmeden önce tüm proje ortaklarıyla mutabık kalınarakgeliştirilmiştir. Sorular, ruh sağlığı sorunlarını ortaya çıkarmaya, nedenlerini belirlemeye,yetişkin eğitimcilerin ve yaşlıların farkındalık eğitimi ve sanat terapisine aşinalıklarınıbelirlemeye ve çalışmalarında kullandıkları teknikleri keşfetmeye odaklanmıştır. Anketteayrıca yaşlıların Bilişim Teknolojileri(BT) becerileri, mobil uygulama kullanım sıklıkları vegenel olarak dijital araçları kullanma becerilerine ilişkin sorular da yer almıştır.",
            "imgUrl": null
        },
        {
            "id": 6,
            "description": "Çalışmaya sosyal hizmet uzmanları, sağlık çalışanları, istihdam uzmanları, psikologlar, sanat terapistleri ve diğerleri dahil olmak üzere çeşitli alanlardan uzmanlar katılmıştır. Proje ortağı altı ülkede (Litvanya, Güney Kıbrıs, Danimarka, İspanya, Türkiye, Polonya) toplam 33 uzmanla görüşülmüştür. Her ülkedeki çok çeşitli uygulama ve deneyimlere rağmen,yanıtlarda önemli bir farklılık bulunmamıştır.",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc0a5o.png"
        },
        {
            "id": 8,
            "description": "Veriler, temaları bulmak için verilerin okunmasını ve anlamdaki örüntülerin belirlenmesini içeren tematik analiz yöntemi kullanılarak analiz edilmiştir. Sonuçlardan beş ana tema ortaya çıkmıştır: psikolojik sorunlar, psikolojik sorunların nedenleri, stres ve diğer psikolojik sorunları yönetmeye yönelik uygulamalar, farkındalık temelli sanat terapisinin uygulanmasındaki zorluklar ve fırsatlar ve geliştirilmekte olan uygulamanın özellikleri. COVID-19 salgını bağlamında yaşlıların karşılaştığı en yaygın ruh sağlığı sorunlarıyla ilgili olarak şunlar belirtilmiştir: kaygı, saldırganlık, öfke, kızgınlık, yalnızlık, üzüntü, korku ve güvensizlik hissi. Uykusuzluk, stres ve depresif ruh hali de sıklıkla dile getirilmiştir.",
            "imgUrl": null
        },
        {
            "id": 5,
            "description": "Çalışmaya katılanlara bu sorunların arkasındaki nedenler sorulmuştur. Söz konusu sorunlar ilgili alt gruplara ayrılmıştır: mali sorunlar (parasızlık, yüksek fiyatlar), sağlık sorunları (bunama, yaşlanmayla ilişkili fiziksel sorunlar), dışlanma (akrabalardan ayrılma, başkalarına bağımlı olma, sınırlandırılmış hissetme), kayıp (boşanma, eş kaybı ve diğerleri) ve yaşam zorlukları (ölüm korkusu, emeklilik sonrası sosyal statü kaybından kaynaklanan umutsuzluk ve diğerleri). Görüşmeler sırasında COVID-19 salgını ve hastalıkların yanı sıra hastalanma tehdidinin konuyla ilgili veya psikolojik sorunlara neden olan unsurlar olarak vurgulanmadığını belirtmek önemlidir. Araştırmanın Rusya'nın Ukrayna'yı işgali ve savaşın başlamasıyla aynı yıl yapıldığı göz önünde bulundurulduğunda, bu olaylarla ilgili korku psikolojik sorunların daha önemli bir nedeni haline gelmiştir.",
            
            "imgUrl": null
        },
        {
            "id": 9,
            "description": "Stres ve diğer psikolojik sorunlarla başa çıkma stratejileri ve uygulamaları söz konusu olduğunda, çalışma katılımcıları çeşitli yöntemlerden bahsetmiştir. En yaygın stratejilerden biri iletişim arayışı olmuştur. Katılımcılar, endişeli hissettiklerinde veya olumsuz duygular yaşadıklarında mümkün olduğunca iletişim kurmaya çalıştıklarını belirtmişlerdir. Ayrıca, duygu ve düşüncelerini grup lideri ya da eğitimci gibi güvendikleri bir kişiyle paylaşmaktan da söz etmişlerdir. Bazı yetişkin eğitimciler, yaşlıların stresle mücadele etmek için sıklıkla sakinleştirici veya diğer ilaçları kullandıklarını açıkça ifade etmiştir. Çalışma aynı zamanda yetişkin eğitimcilerin farkındalık temelli sanat terapisi ve diğer tıbbi uygulamaları hayata geçirirken karşılaştıkları zorlukları vurgulamayı amaçlamıştır. Tüm proje ortağı ülkelerde finansal zorluklardan sürekli olarak bahsedilmiştir. Farkındalık temelli sanat terapisinin uygulanmasına ilişkin bilgi ve beceri eksikliğinin yanı sıra gerekli metodolojilerin yokluğu da vurgulanmıştır. Ayrıca, COVID-19 salgını sırasında insan kaynaklarının eksikliği ve çalışma koşullarının karmaşıklığı, uzmanlar arasında mesleki tükenmişliğin artmasına neden olmuştur. Bir diğer husus ise, özellikle BT alanında yeni metodolojileri benimseme konusundaki isteksizlikleri, yaşlıların BT araçlarını özgürce kullanmalarını engelleyen sağlık sorunları ( Parkinson hastalığı gibi), farkındalık temelli sanat terapisi sunan kurumlara sınırlı erişim, mali kısıtlamalar ve düşük BT becerileri gibi birçok faktörü kapsayan yaşlıların hazırlıksızlığı olmuştur. İspanya'dan gelen ilginç bir yanıtta, yaşlılarla çalışan bir araştırma katılımcısı, bazı yaşlıların düşük kültürel seviyesinin sanat, terapi, meditasyon ve benzeri uygulamalardan habersiz olmalarına yol açtığını belirtmiştir.",
            "imgUrl": null
        }
    ],
    "hasQuiz":true
}


            
            
            