{
    "id": 6,
    "title": "Introduction of Laury Rappaport MBAT",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/457062/1029911"
    },"contents": [
        {
            "id": 29,
            "description": "Laury Rappaport - PhD, ATR-BC, Notre Dame de Namur Üniversitesi, California, ABD'de Yardımcı Profesör olarak görev yapmaktadır ve 25 yıldan fazla bir süredir ifade edici sanatlar terapisi öğretmektedir. Massachusetts'te lisanslı bir ruh sağlığı danışmanı ve lisanslı aile terapisti, Amerikan Sanat Terapisi Derneği'nden sertifikalı bir sanat terapisti ve The Focusing Institute'dan sertifikalı bir odaklanma eğitmenidir. Odaklanmaya Dayalı Sanat Terapisi ve Odaklanmaya Dayalı İfade Edici Sanatlar Terapisi'nin yaratılmasında öncülük etmiştir.",
            "imgUrl": null
        },
        {
            "id": 27,
            "description": "MBAT (Mindfulness-Board Academy Treatment; Mindfulness Tabanlı Sanat Terapisi; Mindfulness-Board Sanat Terapisi):Bu yaklaşım, sağlık, iyilik ve stres karşısında uyumlu tepkiler geliştirmeyi teşvik etmek için sanat terapisi uygulamasına meditasyon ve yoga gibi farkındalık uygulamalarını entegre eder.Bu yöntem, sağlık, iyilik ve stres karşısında uyumlu tepkiler geliştirmeyi teşvik etmek için meditasyon ve görsel sanatların pratiğini içerir.Bu yöntem, sağlık, iyilik ve stres karşısında uyumlu tepkileri teşvik etmek için işbirliği yapan sanat ve yoga uzmanlarına dayanır.Mindfulness Tabanlı Sanat Terapisi (MBAT)'nde, farkındalıklı bilinci geliştirmede sanatlar bir araç rolü oynar. Bu, sanat terapilerine farkındalığı ekleyen yenilikçi bir yaklaşımdır çünkü Laury Rappaport, sanat terapileri yaklaşımlarında farkındalık yetkinliğinin içsel olduğuna inanmaktadır.30 yıldan fazla bir süredir Odaklanmaya Dayalı İfade Edici Sanatlar Terapisi (FOAT) öğretmektedir ve 'Farkındalık ve sanat terapileri: Teori ve pratik' (FOAT üzerine iki bölüm ile) kitabının yazarıdır. MBAT, tüm sanat terapileri ile farkındalığı entegre eden bir tekniktir ve teorik, klinik ve eğitim uygulamalarını keşfederken nörobilimden keskin katkılar içerir. Mindfulness tabanlı sanat terapisi, ayrıca odaklanmaya dayalı sanat terapisi olarak da adlandırılabilir. Odak, sanat aracılığıyla kendini ifade etme deneyiminin genelinde anahtar kelimedir.",

            "imgUrl": null
        },
        {
            "id": 26,
            "description": "Hepimiz sanat terapisi ve farkındalığın terapötik sürece nasıl katkıda bulunduğunu duyduk, ama mindfulness tabanlı sanat terapisini biliyor muydunuz? MBAT, terapiye yeni bir yaklaşım olup, iyileşmeyi desteklemek için sanat terapisi ve mindfulness tekniklerini entegre eder. Farkındalık, duygular, duyumlar ve düşüncelerin kendinden bilincini kazanma pratiğidir. Düşünceleriniz ve duygularınızın farkında olduğunuzda, kendinizin farkındalığını artırır ve hayatınızdaki mevcut an üzerine düşünme yeteneğini geliştirirsiniz.Sanat terapisi, 1940'larda tedavi formu olarak uyarlanmış bir terapi yaklaşımıdır. Bu terapi yaklaşımı, bir kişinin düşüncelerini ifade etmek ve duygularını serbest bırakmak için sanat yaratmasını gerekttirir. Bazı durumlarda, bir psikolog kişinin psikolojisi ve psikolojik sorunları hakkında bilgi edinmek için sanatı analiz eder. Mindfulness teorilerini sanat terapisinin pratikliği ile birleştirdiğinizde, mindfulness tabanlı sanat terapisi adı verilen bir terapötik teknik ortaya çıkar. Bu terapi kavramı, ilk olarak 2009 yılında psikolog Laury Rappaport tarafından tanıtıldı ve bir kişinin yaratıcılığı farkındalıkla meşgul olmasını teşvik eder.",
            "imgUrl": null
        },
        {
            "id": 28,
            "description": "MBAT for Seniors projesinde, yaklaşım yaşlıların yararına kullanılmakta ve tüm klinikçileri ve eğitimcileri ilham alabilecekleri ve gençleştirebilecekleri zengin bir kaynak olarak görülmektedir. Mindfulness tabanlı sanat terapisi faydaları şunlar olabilir:Psikolojik gücün artması.Yaşam kalitesinin artmasıSakinlik ve odaklanmanın artmasıSıkıntı durumunda düşünce baskılanmasının azalmasıKendine güven ve içgüdünün iyileştirilmesiÖzellikle duygusal farkındalık olmak üzere gelişmiş kendilik farkındalığıKontrol duygusunun iyileştirilmesiArtan özsaygıDuyguların ifade edilmesinde iyileşmeDaha iyi dikkat süresiMBAT, evde yapılabilecek daha kolay bir pratiktir. MBAT, terapi tedavisinin yerini almasa da, MBAT aktiviteleri ile devam eden terapiyi bir arada sürdürmek, günlük stres ve endişeleri yönetmeye yardımcı olabilir.Aşağıdaki bozukluklar ve sorunlar mindfulness tabanlı sanat terapisinden fayda görebilir: Anksiyete bozuklukları, Yeme bozuklukları, Madde bağımlılığı, Depresyon veya depresif bozukluklar, Stres ve Öfke sorunları.MBAT, esas olarak stresi azaltmaya ve yaşam kalitesini iyileştirmeye odaklanır.",
            "imgUrl": null
        }
    ],
    "hasQuiz" : false
}




