{
    "id": 7,
    "title": "Adaptation of Laury Rappaport MBAT approach",
    "unitDetails":{
        "pdfUrl": "https://publuu.com/flip-book/457062/1029911"
    },"contents": [
        {
            "id": 30,
            "description": "Mindfulness ve yaratıcı ifade biçimleri, Laury Rappaport'un Mindfulness Tabanlı Sanat Terapisi (MBAT) açıklamasına dayanarak nasıl bir arada anlaşılabilir ve bu yaklaşım yaşlıların yaşam kalitesine nasıl katkıda bulunabilir? Mindfulness Tabanlı Sanat Terapisi (MBAT), 2009 yılında psikolog ve yazar Laury Rappaport tarafından 'Mindfulness ve Sanat Terapileri' kitabında tanıtılan nispeten yeni bir yaklaşımdır. Mindfulness Tabanlı Sanat Terapisi (MBAT), diğer daha bilinen yaklaşımlardan türemiş olup, mindfulness eğitimi ve sanat terapisinin bir kombinasyonu olarak anlaşılmalıdır. MBAT'yi anlamak için, öncelikle yaklaşımın parçalarını anlamamız gerekir. Mindfulness kavramı aslen Budizm'den gelir. Mindfulness'ta, bedendeki fiziksel deneyimlere, duygulara ve dikkate odaklanma bulunur. Mindful olmanın bir parçası, kendinizin ve çevrenizin farkında olma ve günlük yaşamınız ile o an yaşadığınız deneyimleri yansıtabilme yeteneğidir. 1940'larda, sanat terapisi hem psikoterapiler için bir yöntem hem de bir terapi yaklaşımı olarak popülerleşmeye başladı. Ancak, yaratıcı ifade biçimlerinin 20. yüzyılda psikiyatri kullanıcıları için önemli olduğuna dair örnekler vardır. Tedavide sanatın dahil edilmesiyle ilgili yaklaşımlar arasında farklar vardır. Örneğin, sanatın psikoterapinin bir parçası olarak ele alındığı durumları görebiliriz. Burada, psikoterapist, hastanın yarattığı sanatı analiz ederek hastanın psikolojik zorlukları hakkında içgörüler kazanır. Diğer yaklaşımlarda, sanat terapinin bir parçası olarak kullanılır. Burada, müşteri kendini sanat aracılığıyla ifade eder, duygularını serbest bırakır ve muhtemelen kendini tanımlayabilir. MBAT'in bir parçası olarak anlaşılması gereken yaklaşım budur. MBAT'in dayandığı başka bir mindfulness yaklaşımı mindfulness tabanlı stres azaltma (MBSR) programıdır. Jon Kabat-Zinn, PhD, araştırmacı, yazar ve meditasyon öğretmeni, 1979'da tıp ve psikolojide tamamen yeni bir alan yaratan dünya çapında ünlü programı, mindfulness tabanlı stres azaltma (MBSR) programını geliştirdi. Mindfulness'ın tıp biliminde ve toplumda farkındalığını yaymak için çalışır. Stres Azaltma Kliniği'nin kurucusu ve eski direktörü ve Massachusetts Üniversitesi Tıp Okulu'nda Sağlık Bakımı ve Toplum için Mindfulness Merkezi'nin kurucusu ve emeritus profesörüdür. Dünya çapında mindfulness üzerine dersler verir ve atölye çalışmaları düzenler. MBSR, oturma meditasyonları, yürüyüş meditasyonu, vücut taraması ve nazik yoga gibi farklı türde mindfulness pratiklerinden oluşur. MBSR, ödev, didaktik bir element, paylaşım ve sevgi dolu nezaket meditasyonunu içeren bir modeldir. MBSR, kişinin kendi iç benliğini ve duygularını anlamasını eğiten ve böylece kişinin kendine bilinçli bir varlık, dikkat ve daha büyük bir kabul ile bakmasına yardımcı olan bir yaklaşımdır.",
            "imgUrl": "https://resmim.net/cdn/2024/02/21/Zc1Bok.png"
        },
        {
            "id": 31,
            "description": "MBAT, Laury Rappaport tarafından açıklandığı gibi mindfulness yaklaşımı ve sanat terapisinin bir kombinasyonu olarak terapötik bir tedavidir. Yaklaşım, yaratıcı aktiviteler aracılığıyla mindfulness arkasındaki fikri birleştirir, burada kendinizi sanatsal ifadeler yaratma sürecine daldırarak bilinçli bir şekilde kendinizi keşfedersiniz. MBAT ile ilgili araştırma bazlı kanıtlar hala yetersiz olmakla birlikte, bu yaklaşım, endişe, istismar, depresyon ve stres gibi semptomların iyileştirilmesi ve endişe verici düşüncelerden gibi konularda rahatlama sağlama aracı olarak tanınmaya başlamıştır. MBAT'ın aynı zamanda kronik ağrı durumları ve kanser gibi fiziksel hastalıklar üzerinde de pozitif bir etkisi olduğu görülmektedir. Burada, yaklaşımı kullanan hastaların yaşam kalitesinde, diğer şeylerin yanı sıra, bir iyileşme deneyimlediği görülebilir. Mindfulness Tabanlı Sanat Terapisi, insanların duygularını yaratıcı süreçler aracılığıyla ifade etmelerine ve 'bırakmalarına' yardımcı olur. Aynı zamanda, gelişmiş dikkat ve farkındalık ile artan özsaygı ve öz kabulün de sağlandığı görülebilir (Van Lith, T., 2021). Mindfulness Tabanlı Sanat Terapisi, 'Odaklanmış Sanat Terapisi'ne dayanır, adından da anlaşılacağı gibi 'odak' önemlidir ve yaratıcı süreç sırasında odak değişikliği sürecin bir parçasıdır. Odaklanmış terapi, müşterinin düşüncelerini, duygularını ve deneyimlerini güçlendirir. Burada, terapist ve müşteri, müşterinin deneyimlerine odaklanarak tedaviye birlikte katılırlar. Yaklaşım, zor problemlerin ve değişime karşı kalıcı engellerin açıkça keşfedilebileceği güvenli ve destekleyici bir ortam yaratır. Odaklanmış terapi aracılığıyla, müşteriler genellikle kendilerine karşı artan bir farkındalık, duyarlılık ve empati deneyimler. Kişinin doğrudan hissettiği deneyimi; müşterinin bedensel olarak ne hissettiğini inceler. Terapist müşteriyi derinden dinler. Müşteri, hissettiklerini doğru bir şekilde tanımlayabildiğinde, bu bedensel his çoğu zaman, belki de sadece biraz serbest bırakılır. Her bedensel serbest bırakılma, gerçek bir değişimin göstergesidir. Laury Rappaport, 30 yılı aşkın süredir Odaklanmış Terapi (FOT) ve Odaklanmış Sanat Terapisi (FOAT) öğretmiştir. FOAT'ı kurmaya yardımcı oldu ve 'Odaklanmış Sanat Terapisi' kitabının yazarıdır. FOAT, terapistin müşterinin deneyimlediği duyguları ortaya çıkarmak istediği, terapist ve müşteri arasındaki etkileşimde gerçekleştiğinden, tedavi sırasında bir terapistin bulunması gereklidir. Bir pandemi veya insanları evde izole eden diğer nedenler nedeniyle terapisti görmek mümkün olmadığında, bu yaklaşım mümkün olmayabilir. Bu durumda, MBAT'a bakmak mantıklıdır, çünkü avantajlarından biri, aralarında başka birinin bulunmasını gerektirmemesidir.",
            
            "imgUrl": null
        },
        {
            "id": 33,
            "description": "MBAT'ın avantajlarından biri, terapötik konuşmalar gerektirmemesi, ancak kendi başınıza evde uygulanabilmesidir. Covid-19 pandemisi sırasında artan bir ihtiyaç olduğunu gördüğümüz bir şey bu. Pandemi sırasında, daha önce olduğu gibi, fiziksel olarak örneğin terapistinizle buluşmak mümkün değildi. Ayrıca, diğer şeylerin yanı sıra, yaşlılar grubu yalnızlık deneyiminde bir artış yaşadı. İnsanlar genellikle başkalarıyla buluşma imkanları sınırlı olduğunda yalnızlık ortaya çıktı. Hem bir etkinlik etrafında buluşma imkanına sahip olmakla ilgili olarak hem de sadece başkalarının şirketinde olup sosyalleşmek açısından. Üstelik, birçok yaşlı insan yalnız yaşıyor. (Ældresagen, 2023) MBAT, birinin terapistiyle olan terapötik konuşmaların yerini alamaz, ancak MBAT bir tamamlayıcı olarak görülebilir ve stresi azaltma, psikolojik zorluklarla başa çıkma gibi konularda destek olmak için ekonomik açıdan uygun bir yöntem olabilir. MBAT yaklaşımı, birinin hayatına daha fazla mindfulness getirmek için bir yöntemdir. Terapötik bir ortamda, örneğin aktivite merkezlerinde gerçekleşebilir, ancak avantajlarından biri de vatandaşların kendi evlerinde de gerçekleşebilmesidir. Haftada bir kez veya her gün, istediğiniz kadar, bir saat veya dilediğiniz kadar zaman ayırabilirsiniz. MBAT'ın bir parçası olarak dikkatli bir şekilde üzerinde çalışılabilecek yaratıcı aktiviteler örnekleri arasında, bahçede veya ormanda yaratıcı bir proje için doğal malzemeler toplamak, yolda tüm duyularınızı kullanmak bulunabilir; ne görebilirim, hissedebilirim, dinleyebilirim, mümkünse koklayabilir miyim? tat alabilir ve dikkatinizi yargılamadan duyularınızla kalabilirsiniz. Sadece düşünceleri kaydedersiniz. Yargılayıcı düşüncelerin farkına varırsanız, bunu 'kendinizi yargılamadan' ve eleştirel olmadan sadece kaydedin ve dikkatinizi doğrudan hisse geri çevirin. Başka bir örnek, kendinizin gerçekçi bir resmini çizmek olabilir, bu sırada herhangi bir 'hataya' karşı kabul edici olun. Bu, artan öz kabulü destekleyebilir. Duygularınızı ifade eden dergilerden, reklamlardan vb. resimlerle bir kolaj da yapabilirsiniz. Projede sahip olmak istediğimiz ekolojik yaklaşımı destekleyen örnekler bunlar. Müzik ve drama da MBAT'ın bir parçası olarak kullanılabilir, burada sanat duyguları dönüştürmek ve rahatlama yeteneğini iyileştirmek için kullanılabilir. Başka bir yaratıcı yöntem, kişinin ellerinin dış hatlarını çizip sonra bunları kişinin yaşadığı duygularla doldurmak olabilir. Bunun doğru veya yanlış bir yolu yoktur. Bazıları 'mandala benzeri' desenlerle doldurmayı tercih eder, diğerleri sadece renkler, küçük şeylerin çizimleri veya kelimeler. Bu, duygularınızla iletişim kurmanın ve belki de onları başkalarıyla paylaşabilmenin bir yoludur. Bu egzersiz sadece bir kağıt parçası ve boyama/çizim yapmak için",
            
            "imgUrl": null
        },
        {
            "id": 32,
            "description": "Mindfulness yaklaşımına sanatı dahil etmek istediğimizde, projede şimdiye kadar yapılan röportajlara bakmak ilginç oluyor. Yaşlıların evlerinde MBAT'ın zaten gerçekleştiğini gördüm. Ancak, yaşlılar mutlaka MBAT uyguladıklarının farkında değiller. Örneğin, 'yaratmanın' temelde süreçle ilgili olduğu bir kadınla konuştum, örneğin dekopajıyla veya başka bir materyalle 'sadece olmak' ve bunun onu nereye götürdüğünü görmek. Diğerleri için, sonuçta oturup elde edilen ürün ve çevreden gelen takdir önemliydi. Bir diğer grup için ise bu ikisinin bir kombinasyonuydu. Yaratıcı süreçlerin bir MBAT yaklaşımında nasıl anlaşılması gerektiğinde, sürecin belirleyici faktör olduğu ve bitmiş sonucun görüş alanında olmadığı yerde olmalıdır. Bitmiş sonucu 'kendinizi karşılaştırdığınız' şey olarak gördüğünüzde, dikkatli ve odaklı olmama tehlikesi vardır. Buna karşın, örneğin, şu anda ve burada doğrudan hisse odaklandığınızda, orada ve o anda bulunuyorsanız, o zaman MBAT'tan bahsedebilirsiniz. İlginç olan şey, bu yaklaşıma yaşlılar arasında nasıl ilgi uyandırıp bunu nasıl aktarabileceğimiz olacak. Böylece, yaşam kalitesi deneyimlerini bağımsız bir şekilde etkileyebilirler. Kültürel farklılıklar ve dolayısıyla bu Erasmus projesine katılan altı ülkedeki yaklaşımlar ne olursa olsun, MBAT yaklaşımının yayılmasında yatan fırsatlara odaklanmak ve ortak bir anlayış yaratmak istiyoruz. Yukarıdakilere dayanarak, yaklaşımı geliştirmeye ve aktarmaya yardımcı olmak istiyoruz; Türkiye, Polonya, İspanya, Litvanya, Kıbrıs ve Danimarka'daki Erasmus projesine katılan altı ülkedeki yaşlılar grubunun ruh sağlığını iyileştirme deneyimini kazanmak için MBAT web sitesi MBAT4Seniors, MBAT uygulaması vb. gibi etkili araçlar aracılığıyla Mindfulness Tabanlı Sanat Terapisi (MBAT). (MBAT4seniors, 2023).",
            "imgUrl": null
        }
    ],
    "hasQuiz": false
}


            